{
  "大一生活正式开始，小明满怀憧憬着大学多姿多彩的生活。|虽然离乡别井远赴北京读书，与一同生活了18年的家人（父母、祖父母）别离一段时间，实属不舍。但是一想到可以开展人生的新阶段，小明还是很兴奋的。|在正式上课前，小明一直有很多幻想，包括但不限于周末开趴、脱离每天刷题的噩梦、参与各种社团学工活动。|曾经听说过学长学姐调侃 “北大王克桢，一跃解千愁”，小明对此不以为意……": {
    "开始美好的校园生活吧！": {
      "然而现实往往事与愿违。|大一的时候，他需要面对一些难度极高的课程，比如高等数学、计算概论、普通化学等恶心的课。|同时，作为笛子爱好者，他也没有机会吹笛子。不但是因为没有笛子，更是因为没有找到合适的场地。|某天早晨，他经过百讲三角地时注意到中乐学社正在招新，他选择……": {
        "果断加入": {
          "小明加入了中乐学社，在乐团中吹笛子，随乐团一起前往爱丁堡参加国际音乐节，不但开拓了视野，还结识了世界各地的音乐爱好者，留下宝贵的回忆。后来，小明他一直热衷于社团各种活动，也随乐团到世界各地参与大小型音乐会演出。|但是，他的学业压力越来越大，逐渐跟不上课程进度。于是，他开始考虑要不要退出中乐学社……": {
            "忍痛退出qwq": "忍痛退出后，他全心全意投入学习的怀抱中。|不过，全靠社团活动，小明不但变得更加开朗，还扩大了社交圈！遇到学习上的困难时，他都会主动向社团里面的大佬请教。|现在，小明在亲朋好友的帮助下已经成功攻克高数、普化、计概等恶心的课程了！HE",
            "嘤嘤嘤，再挣扎一下下": "在忙碌的生活下，小明建立超强的时间管理能力，做任何事情都极高效率。|由于长时间的高强度集中，小明的精神常常处于不稳定的状态。不过，幸好小明还能借助吹笛子排解心中的不快。NE"
          }
        },
        "劳资平时这么忙，哪儿有时间加社团": {
          "小明选择投身于学习研究之中。某一天，室友小亮约他一起出去自习，他觉得……": {
            "呜呜呜好呀，带带弟弟": "在一起自习过程中，小明慢慢产生对室友的爱慕之情，两人关系越来越好。对于两人而言，对方简直是世界上的另外一个自己。最终有情人终成眷属，成为彼此的终身伴侣。HE",
            "烦死了，还是自己一个人效率高": {
              "之后的日子，小明都过得浑浑噩噩，遇到问题自己苦想，想不出来干脆摆烂。|不知不觉到了期中季，小明在各个课程的期中里面的得分都很低，高中时小明也算是数学的佼佼者，但高数期中也居然只得48分，这让他的自信心受到严重的打击。这时，家里给他打来了电话……": {
                "与家人大吐苦水": "小明接纳了家人给他的建议，之后逐渐适应了大学生活，在期末考试中高数得到了94分的好成绩。耶耶耶！HE",
                "别烦我！！！": {
                  "小明逐渐自暴自弃，失去了当初的热诚，更找不到活下去的理由。逐渐回想起”北大王克桢，一跃解千愁”这句话，他一步一步走向王克桢楼的天台……": {
                    "确定好了，跳。": "把遗书、手机、书包等物件放在地上后。小明，闭上眼睛。最终，他享受了几秒在空中的自由。然后就没然后了。BE",
                    "还是算了……": "小明，向远方眺望，繁华的都市映入眼帘。|他突然意识到，这个世界好大，还有很多事情还没探索。他的烦恼只是大千世界的一小角落，没必要无限放大这些事。他决定勇敢面对自己的困难，并尝试逐一解决这些心里问题。|不久之后，为更好了解自己以及这个奇怪的世界，他选了《生活中的心理学》这门课，并决定以“自杀于生命意义”作为期中汇报的主题。HE"
                  }
                }
              }
            }
          }
        }
      }
    },
    "回炉重造": "因为疫情防控政策，小明被迫上网课。orzNE"
  },
  "小明在新闻上看到一则自杀报道，原因似乎是被朋友冤枉后为证明自己清白而自杀，他对此感到有点疑惑。|片刻思索后，他决定……": {
    "上网搜索关于这则报道的详细信息": {
      "小明在搜索信息过程中看到一张宣传海报：加入群聊证明自己的胆量，完成任务可获得丰厚奖励。他觉得……": {
        "看起来好有意思，加入看看": {
          "加入群聊后，小明看到群主发来的消息：“新来的？证明一下自己的胆量，用刀在手臂上刻两个字，然后拍下来发群里”|看到另外几个人按照要求将他们在手臂上刻字的照片发出来，小明决定……": {
            "按群主要求执行": {
              "在自己手上划出了道道刺眼的伤口之后，小明又看到群主说：“不错，算你合格了，但想证明自己，就找到你身边最高的楼房，从楼顶上跳下来”，小明心想……": {
                "我要证明自己": "小明爬上楼顶，从楼顶一跃而下，双脚离开地面的一瞬间，他突然想到：这样做的意义是什么？证明自己真的需要以生命为代价吗？但是后悔也已经来不及了。|小明的死除了给家人来来了悲伤以外没有引起太大的轰动。那个群主根本也不记得小明，他依然在网络上散播着类似的信息，引导一批又一批小明的出现。BE",
                "让我自杀？太可怕了，赶紧退群": {
                  "小明退出了群聊，此时他感受到割伤的手臂传来剧痛，于是到校医院治疗手臂。|路上小明遇到校领导，校领导问道：“你为什么在手臂上刻字？”，小明觉得……": {
                    "如实回答比较好": "校领导听完连忙报警，警察捣毁了群聊背后的组织。|随着时间流逝，手臂上的伤口逐渐愈合后，小明的生活也恢复了常态，渐渐忘记了这段人生中的小插曲。HE",
                    "关你什么事": {
                      "第二天，小明看到学院公告：本院学生小明疑似勾结校外黑恶势力，且拒不接受调查，现执行以下处分……|这时，小明接到家里的电话，向他询问情况。小明决定……": {
                        "向家人说明情况": "小明的父母帮助他向学校说明情况，学校撤销了对小明的处分，小明的生活也恢复了常态。HE",
                        "挂掉电话": "小明感到十分委屈，他觉得全世界都在冤枉自己。|回想到之前看过的新闻，他走到窗边，在痛苦中跳了下去。BE"
                      }
                    }
                  }
                }
              }
            },
            "赶紧退出并报警": "根据小明提供的线索，警察找到并逮捕了群聊的幕后组织者，小明也获得了警察的表扬与奖励。HE"
          }
        },
        "不能随便加入陌生的群聊，划走": {
          "不久后的一天，小明朋友的手机不见了，因此对小明说：“我吃饭前还用手机付了钱，吃完饭就不见了，是不是你偷了我的手机？”小明……": {
            "回答道：“我没拿你的手机，你是不是吃完饭忘拿走了，丢食堂里了？”": {
              "朋友后来在食堂找到了自己的手机，对小明说：“非常抱歉我冤枉你了，可以原谅我吗”，小明回答道……": {
                "“没关系，人总会犯错，我们还是朋友”": "小明与朋友和平解决了这场冲突，继续快乐的大学生活。HE",
                "“不行，我不需要你这样没有信赖的朋友”": {
                  "朋友十分难过，边哭边爬上宿舍窗户。小明看到了后……": {
                    "上前劝阻并道歉": "朋友接受了小明的道歉，解决了这场冲突。HE",
                    "“别就装装样子”": "朋友跳出了宿舍，小明永远失去了一个朋友，摧毁了一个人、一个家庭。NE"
                  }
                }
              }
            },
            "心想他凭什么凭空污人清白，有病看病，不理他！": {
              "朋友向学校告状，第二天小明就收到了辅导员发来的预处分决定，他只能……": {
                "向学校申诉": {
                  "朋友后来在食堂找到了自己的手机，对小明说：“非常抱歉我冤枉你了，可以原谅我吗”，小明回答道……": {
                    "“没关系，人总会犯错，我们还是朋友”": "小明与朋友和平解决了这场冲突，继续快乐的大学生活。HE",
                    "“不行，我不需要你这样没有信赖的朋友”": {
                      "朋友十分难过，边哭边爬上宿舍窗户。小明看到了后……": {
                        "上前劝阻并道歉": "朋友接受了小明的道歉，解决了这场冲突。HE",
                        "“别就装装样子”": "朋友跳出了宿舍，小明永远失去了一个朋友，摧毁了一个人、一个家庭。NE"
                      }
                    }
                  }
                },
                "待在宿舍里生闷气": "小明感到十分委屈，他觉得全世界都在冤枉自己。|回想到之前看过的新闻，他走到窗边，在痛苦中跳了下去。BE"
              }
            }
          }
        }
      }
    },
    "不理会，继续干自己的事": {
      "不久后的一天，小明朋友的手机不见了，因此对小明说：“我吃饭前还用手机付了钱，吃完饭就不见了，是不是你偷了我的手机？”小明……": {
        "回答道：“我没拿你的手机，你是不是吃完饭忘拿走了，丢食堂里了？”": {
          "朋友后来在食堂找到了自己的手机，对小明说：“非常抱歉我冤枉你了，可以原谅我吗”，小明回答道……": {
            "“没关系，人总会犯错，我们还是朋友”": "小明与朋友和平解决了这场冲突，继续快乐的大学生活。HE",
            "“不行，我不需要你这样没有信赖的朋友”": {
              "朋友十分难过，边哭边爬上宿舍窗户。小明看到了后……": {
                "上前劝阻并道歉": "朋友接受了小明的道歉，解决了这场冲突。HE",
                "“别就装装样子”": "朋友跳出了宿舍，小明永远失去了一个朋友，摧毁了一个人、一个家庭。NE"
              }
            }
          }
        },
        "心想他凭什么凭空污人清白，简直有病，不理他！": {
          "朋友向学校告状，第二天小明就收到了辅导员发来的预处分决定，他只能……": {
            "向学校申诉": {
              "朋友后来在食堂找到了自己的手机，对小明说：“非常抱歉我冤枉你了，可以原谅我吗”，小明回答道……": {
                "“没关系，人总会犯错，我们还是朋友”": "小明与朋友和平解决了这场冲突，继续快乐的大学生活。HE",
                "“不行，我不需要你这样没有信赖的朋友”": {
                  "朋友十分难过，边哭边爬上宿舍窗户。小明看到了后……": {
                    "上前劝阻并道歉": "朋友接受了小明的道歉，解决了这场冲突。HE",
                    "“别就装装样子”": "朋友跳出了宿舍，小明永远失去了一个朋友，摧毁了一个人、一个家庭。NE"
                  }
                }
              }
            },
            "待在宿舍里生闷气": "小明感到十分委屈，他觉得全世界都在冤枉自己。|回想到之前看过的新闻，他走到窗边，在痛苦中跳了下去。BE"
          }
        }
      }
    }
  }
}
